{
  "add_bos_token": true,
  "add_eos_token": false,
  "added_tokens_decoder": {
    "0": {
      "content": "<unk>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "1": {
      "content": "<s>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "2": {
      "content": "</s>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "3": {
      "content": "<MASK|LLM-jp>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "4": {
      "content": "<PAD|LLM-jp>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "5": {
      "content": "<CLS|LLM-jp>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "6": {
      "content": "<SEP|LLM-jp>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "7": {
      "content": "<EOD|LLM-jp>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    }
  },
  "bos_token": "<s>",
  "clean_up_tokenization_spaces": false,
  "cls_token": "<CLS|LLM-jp>",
  "eod_token": "</s>",
  "eos_token": "</s>",
  "extra_ids": 0,
  "extra_special_tokens": {},
  "mask_token": "<MASK|LLM-jp>",
  "model_max_length": 1000000000000000019884624838656,
  "pad_token": "<PAD|LLM-jp>",
  "sep_token": "<SEP|LLM-jp>",
  "sp_model_kwargs": {},
  "tokenizer_class": "PreTrainedTokenizerFast",
  "unk_token": "<unk>"
}
